Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# ChatsNearbyHeader
source: Groups nearby
ar: المجموعات القريبة منك
be: Суполкі паблізу
ca: Grups propers
de: Gruppen in der Nähe
es: Grupos cerca
fa: گروه‌های نزدیک
fi: Lähistön ryhmät
fr: Groupes à proximité
id: Grup Sekitar
it: Gruppi vicini
ko: 주변 그룹
ms: Grup Berdekatan
nl: Groepen dichtbij
pl: Grupy w pobliżu
pt_br: Grupos próximos
ru: Группы рядом
sv: Grupper i närheten
tr: Yakındaki gruplar
uk: Групи поблизу
uz: Yaqin-atrofdagi guruhlar

# ChatsSelected_one
source: {0} chat
ar: محادثة واحدة
be: {0} чат
ca: {0} xat
fi: {0} keskustelu
fr: {0} échange
pl: {0} czat
ru: {0} чат
sv: {0} chatt
tr: {0} sohbet
uk: {0} чат

# ChatsSelected_other
source: {0} chats
ar: ⁨{0}⁩ محادثة
be: {0} чатаў
ca: {0} xats
fi: {0} keskustelua
fr: {0} échanges
it: {0} chat
ko: 대화방 {0}개
ms: {0} bual
pl: {0} czatu
ru: {0} чатов
sv: {0} chattar
tr: {0} sohbet
uk: {0} чатів

# ChatsSelectedClear_one
source: {0} chat
ar: محادثة واحدة
be: {0} чат
ca: {0} xat
fi: {0} keskustelu
fr: {0} échange
pl: {0} czat
ru: {0} чат
sv: {0} chatt
tr: {0} sohbet
uk: {0} чат

# ChatsSelectedClear_other
source: {0} chats
ar: ⁨{0}⁩ محادثة
be: {0} чатаў
ca: {0} xats
fi: {0} keskustelua
fr: {0} échanges
it: {0} chat
ko: 대화방 {0}개
ms: {0} bual
pl: {0} czatu
ru: {0} чатов
sv: {0} chattar
tr: {0} sohbet
uk: {0} чатів

# ChatsSelectedClearCache_one
source: {0} chat
ar: محادثة واحدة
be: {0} чат
ca: {0} xat
fi: {0} keskustelu
fr: {0} échange
pl: {0} czatu
ru: {0} чата
sv: {0} chatt
tr: {0} sohbet
uk: {0} чаті

# ChatsSelectedClearCache_other
source: {0} chats
ar: ⁨{0}⁩ محادثة
be: {0} чатаў
ca: {0} xats
fi: {0} keskustelua
fr: {0} échanges
it: {0} chat
ko: 대화방 {0}개
ms: {0} bual
pl: {0} czatu
ru: {0} чатов
sv: {0} chattar
tr: {0} sohbet
uk: {0} чатах

# ChatsUnmute
source: Unmute
ar: إلغاء الكتم
be: Апавяшчаць
ca: Activa el so
de: Stumm aus
es: Activar
fa: صدادار کردن
fi: Poista mykistys
fr: Retirer la sourdine
id: Bunyikan
it: Riattiva
ko: 알림 켜기
ms: Bunyikan
nl: Geluid aan
pl: Włącz powiadomienia
pt_br: Ativar Som
ru: Вкл. уведомления
sv: Slå på ljud
tr: Sesi aç
uk: Увімкнути сповіщення
uz: Sukutdan chiqarish

# ChatThemeChangedTo
source: {0} changed the chat theme to {1}
ar: غيّر ⁨{0}⁩ النمط في المحادثة إلى ⁨{1}⁩
be: {0} змяніў(-ла) тэму чата на {1}
ca: {0} ha canviat el tema del xat al {1}
de: {0} hat Farbthema geändert: {1}
es: {0} cambió el tema del chat a {1}
fi: {0} asetti keskustelun teemaksi {1}
fr: {0} a changé le thème de l'échange {1}
it: {0} ha modificato il tema della chat in {1}
ko: {0} 님이 대화 테마를 {1} 으로 변경
ms: {0} tukar tema bual ke {1}
pl: Użytkownik {0} zmienił motyw czatu na {1}
pt_br: {0} alterou o tema do chat para {1}
ru: {0} изменил(а) тему чата на {1}
sv: {0} bytte chattemat till {1}
tr: {0} sohbet temasını {1} olarak değiştirdi
uk: {0} змінює тему чату на {1}

# ChatThemeChangedYou
source: You changed the chat theme to {0}
ar: أنت غيّرت النمط في المحادثة إلى ⁨{0}⁩
be: Вы змянілі тэму чата на {0}
ca: Heu canviat el tema del xat al {0}
de: Du hast das Chat-Farbthema geändert: {0}
es: Cambiaste el tema del chat a {0}
fi: Asetit keskustelun teemaksi {0}
fr: Vous avez changé le thème de l'échange {0}
it: Hai modificato il tema della chat in {0}
ko: 대화방 테마를 {0}(으)로 변경하셨습니다
ms: Anda tukar tema bual ke {0}
pl: Zmieniono motyw czatu na {0}
pt_br: Você alterou o tema do chat para {0}
ru: Вы изменили тему чата на {0}
sv: Du bytte chattemat till {0}
tr: Sohbet temasını {0} olarak değiştirdiniz.
uk: Ви змінюєте тему чату на {0}

# ChatThemeDayNightSwitchTooltip
source: Tap here to view how **{0}** will see this theme when using night mode.
ar: مشاهدة كيفية ظهور المحادثة عند ⁨{0}⁩ مع استخدام الوضع الليلي.
be: Націсніце тут, каб убачыць, як тэма будзе выглядаць для **{0}** у начным рэжыме.
ca: Toqueu i mireu com veurà el xat **{0}** en usar el mode nocturn.
de: Hier tippen, um eine Nachtmodusvorschau für den Chat mit **{0}** zu sehen.
es: Toca y ve cómo lucirá el chat para **{0}** al usar el modo noche.
fi: Napauta nähdäksesi, miten **{0}** näkee tämän teeman yötilassa.
fr: Touchez pour voir comment l'échange apparaîtra pour {0} en mode nuit.
it: Tocca per sapere come **{0}** vedrà questo tema con la modalità notte.
ko: **{0}**님이 야간 모드 사용시 이 테마가 어떻게 보여지는지 보려면 여기를 탭하세요.
ms: Tekan untuk lihat bagaimana **{0}** akan nampak bual bila guna mod malam.
pl: Dotknij tu, aby zobaczyć, jak **{0}** będzie widzieć ten motyw w trybie nocnym.
pt_br: Toque para ver como **{0}** verá o chat ao usar o tema escuro.
ru: Нажмите, чтобы посмотреть, как чат будет выглядеть у {0} в ночном режиме.
sv: Tryck för att visa hur chatten ser ut hos {0} när natt-tema används.
tr: **{0}** kişisinin gece modunu kullanırken sohbeti nasıl göreceğini görmek için dokunun.
uk: Натисніть, щоб переглянути, як **{0}** бачитиме тему в нічному режимі.

# ChatThemeDisabled
source: {0} disabled the chat theme
ar: عطّل ⁨{0}⁩ النمط في المحادثة
be: {0} адключыў(-ла) тэму чата
ca: {0} ha desactivat el tema del xat
de: {0} hat das Chat-Farbthema deaktiviert
es: {0} desactivó el tema del chat
fi: {0} poisti keskusteluteeman käytöstä
fr: {0} a désactivé le thème de l'échange
it: {0} ha disattivato il tema della chat
ko: {0} 님이 대화 테마를 비활성화 함
ms: {0} nyahdaya tema bual
pl: Użytkownik {0} wyłączył motyw czatu
pt_br: {0} desativou o tema do chat
ru: {0} отключил(а) тему чата
sv: {0} kopplade bort chatt-temat.
tr: {0} sohbet temasını devre dışı bıraktı
uk: {0} вимикає тему чату

# ChatThemeDisabledYou
source: You disabled the chat theme
ar: أنت عطّلت النمط في المحادثة
be: Вы адключылі тэму чата
ca: Heu desactivat el tema del xat
de: Du hast das Chat-Farbthema deaktiviert
es: Desactivaste el tema del chat
fi: Poistit keskustelun teeman käytöstä
fr: Vous avez désactivé le thème de l'échange.
it: Hai disattivato il tema della chat
ko: 회원님이 대화 테마를 비활성화 함
ms: Anda nyahdaya tema bual
pl: Wyłączono motyw czatu
pt_br: Você desativou o tema do chat
ru: Вы отключили тему чата
sv: Du kopplade bort chattemat
tr: Sohbet temasını devre dışı bıraktınız
uk: Ви вимикаєте тему чату

# ChatThemeSaveDialogApply
source: Apply
ar: تطبيق
be: Дастасаваць
ca: Aplica
de: Anwenden
es: Aplicar
fi: Käytä
fr: Appliquer
it: Applica
ko: 적용하기
ms: Guna
pl: Zastosuj
pt_br: Aplicar
ru: Применить
sv: Välj
tr: Uygula
uk: Встановити

# ChatThemeSaveDialogDiscard
source: Discard
ar: تجاهل
be: Скінуць
ca: Descarta
de: Verwerfen
es: Descartar
fi: Hylkää
fr: Annuler
it: Scarta
ko: 취소하기
ms: Hapus
pl: Odrzuć
pt_br: Descartar
ru: Сбросить
sv: Avbryt
tr: Vazgeç
uk: Відхилити

# ChatThemeSaveDialogText
source: Do you want to apply the new theme for this chat?
ar: هل تريد تطبيق النمط الجديد لهذه المحادثة؟
be: Хочаце дастасаваць тэму для гэтага чата?
ca: Voleu aplicar el tema nou a aquest xat?
de: Das neue Farbthema wirklich in diesem Chat anwenden?
es: ¿Quieres aplicar el nuevo tema para este chat?
fi: Haluatko käyttää tätä teemaa tässä keskustelussa?
fr: Voulez-vous appliquer ce nouveau thème pour cet échange ?
it: Vuoi applicare il nuovo tema per questa chat?
ko: 이 대화에 새로운 테마를 적용하겠습니까?
ms: Anda ingin guna tema baru untuk bual ini?
pl: Czy chcesz zastosować wybrany motyw do czatu?
pt_br: Deseja aplicar o tema selecionado ao chat?
ru: Применить в этом чате новую тему?
sv: Vill du använda det nya temat i den här chatten?
tr: Bu sohbete yeni temayı uygulamak istiyor musunuz?
uk: Встановити для чату вибрану тему?

# ChatThemeSaveDialogTitle
source: Save changes?
ar: حفظ التغييرات؟
be: Захаваць змены?
ca: Ho voleu desar?
de: Änderungen speichern?
es: ¿Guardar cambios?
fi: Tallennetaanko?
fr: Enregistrer les changements ?
it: Salvare le modifiche?
ko: 변경내역을 저장하겠습니까?
ms: Simpan pertukaran?
pl: Zapisać zmiany?
pt_br: Salvar alterações?
ru: Сохранить изменения?
sv: Spara ändringar?
tr: Değişikler kaydedilsin mi?
uk: Зберегти зміни?

# ChatVideo
source: Video
ar: مقطع مرئي
be: Відэа
ca: Vídeo
fa: ویدیو
fr: Vidéo
ko: 동영상
pl: Wideo
pt_br: Vídeo
ru: Видео
uk: Відео
zh_cn: 视频
zh_tw: 影片

# ChatWasMovedToMainList
source: The chat was moved to your main list.
ar: تم نقل المحادثة إلى القائمة الرئيسية.
be: Чат быў перанесены ў ваш асноўны спіс.
ca: El xat s'ha mogut a la llista principal.
de: Chat wurde in die Chatliste verschoben.
es: El chat ha sido movido a tu lista principal.
fa: گفتگو به فهرست اصلی شما انتقال یافت.
fi: Keskustelu on siirretty päälistaan.
fr: L'échange a été déplacé vers votre liste principale.
id: Obrolan sudah dipindahkan ke daftar utama.
it: La chat è stata spostata nella tua lista principale.
ko: 대화방을 메인 목록으로 옮겼습니다.
ms: Bual ini dipindah ke senarai utama anda.
nl: Chat verplaatst naar je hoofdpagina
pl: Czat został przeniesiony na twoją główną listę.
pt_br: O chat foi movido para a lista principal.
ru: Чат перенесен в основной список.
sv: Chatten flyttades till din huvudlista.
tr: Sohbet ana listenize taşındı.
uk: Чат перенесено в основний список.
uz: Chat asosiy roʻyxatingizga koʻchirildi.

# ChatWithAdminChannelTitle
source: Response to your join request
ar: استجابة لطلب انضمامك
be: Чат з кіраўніком канала
ca: Resposta a la sol·licitud
de: Antwort auf Beitrittsanfrage
es: Respuesta a tu solicitud de unión
fi: Vastaus liittymispyyntöösi
fr: Réponse à votre demande d'adhésion
it: Risposta alla richiesta di accesso
ko: 입장요청에 대한 답변
ms: Respon ke permohonan menyertai anda
pl: Odpowiedź na twoją prośbę o dołączenie
pt_br: Resposta ao seu pedido de entrada
ru: Ответ на заявку
sv: Svar på din ansökan att få följa
tr: Katılma isteğinize yanıt
uk: Відповідь на ваш запит на приєднання

# ChatWithAdminGroupTitle
source: Response to your join request
ar: استجابة لطلب انضمامك
be: Чат з кіраўніком суполкі
ca: Resposta a la sol·licitud
de: Antwort auf die Beitrittsanfrage
es: Respuesta a tu solicitud de unión
fi: Vastaus liittymispyyntöösi
fr: Réponse à votre demande d'adhésion
it: Risposta alla richiesta di accesso
ko: 입장요청에 대한 답변
ms: Respon ke permohonan menyertai anda
pl: Odpowiedź na twoją prośbę o dołączenie
pt_br: Resposta ao seu pedido de entrada
ru: Ответ на заявку
sv: Svar på din ansökan att få följa
tr: Katılma isteğinize yanıt
uk: Відповідь на запит на приєднання

# ChatWithAdminMessage
source: You received this message because you requested to join **{0}** on {1}
ar: تظهر هذه الرسالة لأنك طلبت الانضمام إلى **⁨{0}⁩** في ⁨{1}⁩
be: Вы атрымалі гэта паведамленне, таму што падалі запыт на далучэнне да **{0}** {1}
ca: Heu rebut aquest missatge perquè vau demanar entrar a **{0}** {1}.
de: Du hast diese Nachricht erhalten, weil du {0} am {1} beitreten wolltest.
es: Recibiste este mensaje porque solicitaste unirte a **{0}** el **{1}**.
fi: Saat tämän viestin, koska pyysit liittyä keskusteluun **{0}** {1}
fr: Vous avez reçu ce message car vous avez demandé à rejoindre **{0}** le {1}.
it: Hai ricevuto questo messaggio perché hai richiesto l'accesso a **{0}** in data {1}
ko: {1}에 {0} 입장을 요청하였기 때문에 이 메시지를 받게 되었습니다.
ms: Anda terima mesej ini kerana anda pohon untuk sertai **{0}** pada {1}.
pl: Otrzymujesz tę wiadomość, ponieważ {1} poproszono o dołączenie do **{0}**.
pt_br: Você recebeu esta mensagem porque pediu para entrar em **{0}** em {1}
ru: Вы получили это сообщение, потому что подали заявку в **{0}** {1}
sv: Du fick det här meddelande eftersom du begärt att få delta i **{0}** den {1}
tr: Bu mesajı, {1} tarihinde **{0}** grubuna katılma isteğinde bulunduğunuz için aldınız.
uk: Ви надсилали запит до **{0}** {1}, тому отримали це повідомлення.

# ChatWithChannelAdmin
source: **{0}** is an admin of **{1}**, a channel you requested to join.
ar: **⁨{0}⁩** من مشرفي قناة **«⁨{1}⁩»** التي طلبت أنت الانضمام لها.
be: **{0}** — кіраўнік канала **{1}**. Вы падалі запыт на далучэнне да гэтага канала.
ca: {0} és administrador en {1}, un canal al qual heu demanat entrar.
de: {0} ist ein Admin von {1}, ein Kanal, dem du beitreten wolltest.
es: **{0}** es un admin. de **{1}**, un canal al que solicitaste unirte.
fi: **{0}** on kanavan **{1}**, jolle pyysit liittyä, valvoja.
fr: **{0}** est un administrateur de **{1}**, un canal que vous avez demandé à rejoindre.
it: **{0}** è un amministratore di **{1}**, un canale a cui hai richiesto l'accesso.
ko: {0}님은 입장 요청을 한 채널 {1}의 관리자입니다.
ms: {0} adalah pentadbir untuk {1}, saluran yang anda pohon untuk sertai.
pl: **{0}** jest administratorem kanału **{1}**, do którego chciano dołączyć.
pt_br: **{0}** é admin em **{1}**, um canal que você pediu para entrar.
ru: **{0}** — администратор канала **{1}**, в который Вы отправили заявку.
sv: **{0}** är administratör i **{1}**, en kanal du begärt att få följa.
tr: **{0}**, katılmayı istediğiniz **{1}** kanalının yöneticisidir.
uk: **{0}** — адміністратор каналу **{1}**, до якого ви запитували приєднатися.

# ChatWithGroupAdmin
source: **{0}** is an admin of **{1}**, a group you requested to join.
ar: **⁨{0}⁩** من مشرفي مجموعة **«⁨{1}⁩»** التي طلبت أنت الانضمام لها.
be: **{0}** — кіраўнік суполкі **{1}**. Вы падалі запыт на далучэнне да гэтай суполкі.
ca: {0} és administrador en {1}, un grup al qual heu demanat entrar.
de: {0} ist ein Admin von {1}, einer Gruppe, der du beitreten wolltest.
es: **{0}** es un admin. de **{1}**, un grupo al que solicitaste unirte.
fi: **{0}** on ryhmän **{1}**, johon pyysit liittyä, valvoja.
fr: **{0}** est un administrateur de **{1}**, un groupe que vous avez demandé à rejoindre.
it: **{0}** è un amministratore di **{1}**, un gruppo a cui hai richiesto l'accesso.
ko: {0}님은 입장 요청을 한 그룹 {1}의 관리자입니다.
ms: {0} adalah pentadbir kepada {1}, grup yang anda mohon untuk sertai.
pl: {0} jest administratorem grupy {1}, do której chciano dołączyć.
pt_br: **{0}** é admin em **{1}**, um grupo que você pediu para entrar.
ru: **{0}** — администратор группы **{1}**, в которую Вы отправили заявку.
sv: **{0}** är administratör i **{1}**, en grupp du begärt att få gå med i.
tr: **{0}**, katılmayı istediğiniz **{1}** grubunun yöneticisidir.
uk: **{0}** — адміністратор групи **{1}**, до якої ви запитували приєднатися.

# ChatYourSelf
source: forward here to save
ar: قم بتحويل الرسائل إلى هنا لحفظها
be: перасылайце паведамленні сюды, каб захаваць іх
ca: reenvieu aquí per a desar
de: gespeicherte Nachrichten
es: reenvía aquí para guardar
fa: جهت ذخیره به اینجا هدایت کنید
fi: välitä tänne tallentaaksesi
fr: transférez ici pour garder
id: teruskan di sini untuk disimpan
it: inoltra qui per salvare
ko: 저장하려면 여기로 전달해 두세요
ms: majukan ke sini untuk simpan
nl: Hierheen doorsturen om op te slaan
pl: przekazuj tutaj, aby zapisać
pt_br: encaminhe aqui para salvar
ru: сохранённые сообщения
sv: Skicka meddelanden till dig själv
tr: kaydetmek için buraya iletin
uk: перешліть сюди, щоб зберегти
uz: saqlash uchun bu yerga uzating
zh_cn: 转发到此以保存
zh_tw: 轉發到此以保存

# ChatYourSelfDescription1
source: Forward messages here to save them
ar: تحويل الرسائل إلى هنا لحفظها
be: Перасылайце паведамленні сюды, каб захаваць іх
ca: Reenvieu aquí missatges importants
de: Speichere deine Lieblings-Chats
es: Guarda mensajes reenviándolos aquí
fa: برای ذخیره پیام‌ها آن‌ها را به اینجا هدایت کنید
fi: Välitä viestit tänne tallentaaksesi ne
fr: Transférez-y des messages pour les garder
id: Teruskan pesan ke sini untuk menyimpan
it: Inoltra i messaggi qui per salvarli
ko: 여기로 메시지를 전달해 저장하세요
ms: Majukan mesej ke sini untuk simpan
nl: Berichten naartoe door te sturen
pl: Przekazuj wiadomości tutaj, aby je zapisać
pt_br: Salve mensagens aqui ao encaminhar
ru: Пересылайте сюда нужные сообщения
sv: Skicka meddelanden hit för att spara dem
tr: Mesajları kaydetmek için buraya iletin
uk: Пересилайте сюди потрібні повідомлення
uz: Xabarlarni saqlash uchun ularni bu yerga uzating
zh_cn: 转发消息到此以保存它们
zh_tw: 轉發訊息到此以保存它們

# ChatYourSelfDescription2
source: Send media and files to store them
ar: إرسال الوسائط والملفات لحفظها
be: Захоўвайце медыя і файлы
ca: Emmagatzemeu fitxers i multimèdia
de: Sende Dateien jeglicher Art
es: Envía archivos para almacenarlos
fa: برای ذخیره‌ کردن رسانه‌ها و فایل‌ها آن‌ها را به اینجا ارسال کنید
fi: Lähetä mediaa ja tiedostoja talteen
fr: Envoyez des médias et fichiers pour les stocker
id: Kirim media dan berkas ke sini untuk menyimpan
it: Invia media e file per archiviarli
ko: 미디어와 파일을 보내어 저장하세요
ms: Kirim media dan fail untuk simpan
nl: Media en bestanden te bewaren
pl: Wysyłaj multimedia i pliki, aby je przechowywać
pt_br: Salve mídias e arquivos aqui
ru: Храните здесь фото и видео
sv: Skicka media och filer för att spara dem
tr: Saklamak için medya ve dosyalar gönderin
uk: Зберігайте тут медіа та файли
uz: Media va boshqa fayllarni saqlash uchun ularni bu yerga yuboring
zh_cn: 发送媒体/文件以存储它们
zh_tw: 發送媒體/文件以儲存它們

# ChatYourSelfDescription3
source: Access this chat from any device
ar: الوصول لهذه المحادثة من أي جهاز
be: Чат даступны з любой прылады
ca: Disponible a tots els dispositius
de: Synchronisiert auf allen Geräten
es: Accede desde cualquier dispositivo
fa: از هر دستگاهی به این گفتگو دسترسی داشته باشید
fi: Pääset tänne laitteella kuin laitteella
fr: Accédez-y depuis tous vos appareils
id: Akses obrolan ini dari perangkat apapun
it: Accedi alla chat da ogni dispositivo
ko: 어느 기기에서나 이 대화방에 드나드세요.
ms: Akses bual ini dari mana-mana peranti
nl: Te gebruiken op al je apparaten
pl: Miej dostęp do tego czatu z dowolnego urządzenia
pt_br: Acesse de qualquer dispositivo
ru: Заходите в этот чат с любых устройств
sv: Kom åt chatten från valfria enheter
tr: Bu sohbete tüm cihazlardan erişin
uk: Заходьте сюди з будь-якого пристрою
uz: Bu chatga istalgan qurilmadan kirish mumkin
zh_cn: 在任意设备上访问此对话
zh_tw: 在任意設備上存取此對話

# ChatYourSelfDescription4
source: Use search to quickly find things
ar: استخدام البحث للعثور على الأشياء سريعًا
be: Карыстайцеся пошукам, каб знайсці неабходнае
ca: Useu la cerca per trobar-ho tot
de: Cloud-basierte Suchfunktion
es: Encuentra tus cosas con la búsqueda
fa: برای پیدا کردن سریع‌تر از جستجو استفاده کنید
fi: Haulla löydät haluamasi nopeasti
fr: Trouvez tout vite avec la recherche
id: Gunakan cari untuk menemukan sesuatu
it: Trova le tue cose con la ricerca
ko: 검색을 활용해 필요한 것을 빠르게 찾으세요
ms: Guna carian untuk cari secara segera
nl: Snel dingen in op te zoeken
pl: Używaj wyszukiwania, aby szybko znaleźć treści
pt_br: Use a busca para encontrar as coisas
ru: Найти нужное сообщение поможет поиск
sv: Använd Sök för att hitta saker
tr: Hızlıca bir şeyler bulmak için aramayı kullanın
uk: Швидко знаходьте потрібне пошуком
uz: Biror narsani tezda topish uchun qidiruvdan foydalaning
zh_cn: 使用搜索以更快地查找
zh_tw: 使用搜尋以更快地搜尋

# ChatYourSelfName
source: You
ar: أنت
be: Вы
ca: Vós
de: Du
es: Tú
fa: شما
fi: Sinä
fr: Vous
id: Anda
it: Tu
ko: 나
ms: Anda
nl: Jij
pl: Ty
pt_br: Você
ru: Вы
sv: Du
tr: Siz
uk: Ви
uz: Siz
zh_cn: 您
zh_tw: 您

# ChatYourSelfTitle
source: Your cloud storage
ar: مساحتك السحابية
be: Ваша воблачнае сховішча
ca: El vostre magatzem al núvol
de: Dein Cloud-Speicher
es: Almacenamiento en la nube
fa: فضای ذخیره‌سازی اَبری شما
fi: Pilvitallennustilasi
fr: Votre stockage en ligne
id: Penyimpanan awan Anda
it: Il tuo archivio cloud
ko: 클라우드 저장 공간
ms: Storan awan anda
nl: Je Cloudopslag is er om:
pl: Twój dysk w chmurze
pt_br: Sua nuvem de armazenamento
ru: Ваше личное хранилище
sv: Din molnlagring
tr: Bulut depolamanız
uk: Ваше хмарне сховище
uz: Sizning bulutli xotirangiz
zh_cn: 您的云存储
zh_tw: 您的雲端儲存

source: Checking...
ar: يتم التحقق...
be: Праверка...
ca: S'està comprovant...
de: Prüfe...
es: Comprobando...
fa: در حال بررسی...
fi: Tarkistetaan...
fr: Vérification...
id: Mengecek...
it: Controllo...
ko: 확인 중...
ms: Memeriksa...
nl: Controleren...
pl: Sprawdzanie…
pt_br: Verificando...
ru: Проверка...
sv: Kontrollerar...
tr: Kontrol ediliyor…
uk: Перевірка...
uz: Tekshirilmoqda...
zh_cn: 检查中……
zh_tw: 檢查中……

source: Check Password
ar: التحقق من كلمة المرور
be: Праверыць пароль
ca: Comprova la contrasenya
de: Passwort prüfen
es: Comprobar contraseña
fi: Tarkista salasana
fr: Vérifier le mot de passe
it: Verifica la password
ko: 비밀번호 확인
ms: Uji Kata Laluan
pl: Sprawdź hasło
pt_br: Verificar Senha
ru: Проверить пароль
sv: Kontrollera lösenord
tr: Parolayı Kontrol Et
uk: Перевірка пароля

# CheckPasswordBackToSettings
source: Back to Settings
ar: الرجوع للإعدادات
be: Назад у «Налады»
ca: Torna a la Configuració
de: Zurück in die Einstellungen
es: Volver a Ajustes
fi: Palaa asetuksiin
fr: Retour aux paramètres
it: Torna alle Impostazioni
ko: 설정으로 돌아가기
ms: Kembali ke Aturan
pl: Wróć do ustawień
pt_br: Voltar às Configurações
ru: Назад к настройкам
sv: Tillbaka till Inställningar
tr: Ayarlara Geri Dön
uk: Назад до Налаштувань

# CheckPasswordInfo
source: Do you still remember your password?
ar: هل لازلت تتذكر كلمة المرور؟
be: Вы ўсё яшчэ памятаеце ваш пароль?
ca: Encara us recordeu de la contrasenya?
de: Kennst du dein Passwort noch?
es: ¿Aún recuerdas tu contraseña?
fi: Muistathan yhä salasanasi?
fr: Souvenez-vous toujours de votre mot de passe ?
it: Ricordi ancora la tua password?
ko: 아직 비밀번호를 기억하시나요?
ms: Anda masih ingat kata laluan anda?
pl: Czy nadal pamiętasz swoje hasło?
pt_br: Você ainda lembra da sua senha?
ru: Вы помните свой пароль?
sv: Minns du fortfarande ditt lösenord?
tr: Parolanızı hâlâ hatırlıyor musunuz?
uk: Ви ще памʼятаєте свій пароль?

# CheckPasswordPerfect
source: Perfect!
ar: ممتاز!
be: Выдатна!
ca: Perfecte!
de: Perfekt!
es: ¡Perfecto!
fi: Hienoa!
fr: Parfait !
it: Perfetto!
ko: 완벽합니다!
ms: Bagus!
pl: Doskonale!
pt_br: Perfeito!
ru: Отлично!
sv: Utmärkt!
tr: Harika!
uk: Чудово!

# CheckPasswordPerfectInfo
source: You still remember your password.
ar: لازلت تتذكر كلمة مرورك.
be: Вы ўсё яшчэ памятаеце ваш пароль.
ca: Encara us en recordeu.
de: Du kennst dein Passwort noch.
es: Aún recuerdas tu contraseña.
fi: Muistat yhä salasanasi.
fr: Vous vous souvenez toujours de votre mot de passe.
it: Ricordi ancora la tua password.
ko: 아직 비밀번호를 기억하고 계십니다.
ms: Anda masih ingat kata laluan anda.
pl: Nadal pamiętasz swoje hasło.
pt_br: Você lembra da sua senha.
ru: Вы помните свой пароль.
sv: Du minns fortfarande ditt lösenord.
tr: Parolanızı hâlâ hatırlıyorsunuz.
uk: Ви памʼятаєте свій пароль.

# CheckPasswordWrong
source: You entered the wrong password.
ar: أدخلت كلمة مرور غير صحيحة.
be: Вы ўвялі няправільны пароль.
ca: La contrasenya no és correcta.
de: Dieses Passwort ist falsch.
es: Esta contraseña es incorrecta.
fi: Syötit väärän salasanan.
fr: Le mot de passe saisi est incorrect.
it: Hai inserito la password errata.
ko: 이 비밀번호는 올바르지 않습니다.
ms: Anda masukkan kata laluan silap.
pl: To hasło jest nieprawidłowe.
pt_br: Você inseriu uma senha incorreta.
ru: Вы ввели неверный пароль.
sv: Du angav ett felaktigt lösenord
tr: Yanlış parola girdiniz.
uk: Ви ввели хибний пароль.

# CheckPhoneNumber
source: Is {0} still your number?
ar: هل لا يزال ⁨{0}⁩ رقمك؟
be: {0} усё яшчэ ваш нумар?
ca: Encara és vostre el {0}?
de: Ist {0} noch deine Nummer?
es: ¿El {0} aún es tu número?
fi: Onko {0} yhä numerosi?
fr: {0} est toujours votre numéro ?
it: {0} è ancora il tuo numero?
ko: 지금도 {0} 번호를 사용하시나요?
ms: Adakah {0} masih nombor anda?
pl: Czy {0} to nadal twój numer?
pt_br: {0} ainda é o seu número?
ru: {0} всё ещё Ваш номер?
sv: Är {0} fortfarande ditt nummer?
tr: {0} hâlâ sizin numaranız mı?
uk: {0} – ваш номер телефону?
